@echo off
@echo ----------------------------------------------------------------------------
@echo === Douzone Job 업무자동화 ver.2019.06.11.001 ===
@echo ----------------------------------------------------------------------------
cd/
cd C:\Job\NsmData
echo 주의) NSM 로그인 창이 미리 실행된 상태여야 합니다. ^^
echo ...프로그램 로딩중입니다. 잠시만 기다려 주세요~ 
rem python nsm_job_auto_run_1280x1024.py
python nsm_job_auto_run_1280x1024.py -from 20190614 -to 20190614
echo ----------------------------------------------------------------------------
echo ... 끝났습니다.
echo 아무 키나 누르시면 종료됩니다. 좋은 하루되세요.
pause