@echo off
@echo ----------------------------------------------------------------------------
@echo === Douzone Job 업무자동화 ver.2019.05.24.001 ===
@echo       전일 발주 현황 조회 및 데이타 저장
@echo ----------------------------------------------------------------------------
cd/
cd C:\Users\김진태\PycharmProjects\JupyterFolder\PythonFile\Work
echo ... 프로그램 로딩 중입니다.. 잠시만 기다려 주세요~ 
echo ----------------------------------------------------------------------------
python nsm_job_auto_run_001.py -from 20190529 -to 20190530
echo ----------------------------------------------------------------------------
echo ... 끝났습니다.
echo 아무 키나 누르시면 종료됩니다. 좋은 하루되세요.
pause